Repository: tms-rls/ptu7_tools_and_tasks
Catalog: tools_tasks/tools_and_tasks/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Date
lt: Data

source: Number of bill
lt: Sąskaitos - faktūros numeris

source: Client
lt: Užsakovas

source: Construction object
lt: Statybų objektas

source: Amount
lt: Suma

source: Payment by date
lt: Apmokėjimo data

source: Paid
lt: Apmokėta

source: Unpaid
lt: Neapmokėta

source: Canceled
lt: Atšaukta

source: Status
lt: Būsena

source: Title
lt: Pavadinimas

source: Contact phone
lt: Kontaktinis tel. numeris

source: Contact email
lt: Kontaktinis el. paštas

source: Contact address
lt: Adresas korespondencijai

source: Address
lt: Adresas

source: Manager
lt: Vadovas

source: Comments
lt: Komentarai

source: Employee
lt: Darbuotojas

source: Comment
lt: Komentaras

source: Task
lt: Užduotis

source: Description
lt: Aprašymas

source: Accomplish till
lt: Atlikti iki

source: Assigned
lt: Paskirta

source: In progress
lt: Vykdoma

source: Finished
lt: Pabaigta

source: Tool
lt: Įrankis

source: Inventory number
lt: Inventorinis numeris

source: Available
lt: Galima paimti

source: Broken
lt: Sugedęs

source: In repair
lt: Taisomas

source: Taken
lt: Paimta

source: Picture
lt: Paveikslėlis

source: Menu
lt: Meniu

source: Log out
lt: Atsijungti

source: Logged as
lt: Prisijungęs kaip

source: Invoice
lt: Sąskaita - faktūra

source: Invoice details
lt: Sąskaitos - faktūros duomenys

source: Number
lt: Numeris

source: Issued to
lt: Išrašyta užsakovui

source: Works done at
lt: Darbai atlikti statybų objekte

source: Amount, EUR
lt: Suma, Eur

source: Payment day
lt: Apmokėjimo data

source: Edit
lt: Redaguoti

source: Bills
lt: Sąskaitos - faktūros

source: Invoices
lt: Sąskaitos - faktūros

source: Invoice search
lt: Ieškoti sąskaitų - faktūrų

source: Const. object
lt: Stat. objektas

source: Payment date
lt: Apmokėjimo data

source: No bills at the moment
lt: Nėra sąskaitų - faktūrų

source: First
lt: Pirmas

source: back
lt: atgal

source: from
lt: iš

source: forward
lt: pirmyn

source: Last
lt: Paskutinis

source: Client details
lt: Užsakovo duomenys

source: Name
lt: Pavadinimas

source: E-mail
lt: Elektroninis paštas

source: Clients
lt: Užsakovai

source: Clients search
lt: Ieškoti užsakovų

source: No clients at the moment
lt: Nėra įvestų užsakovų

source: Construction object details
lt: Statybų objekto duomenys

source: No comments yet
lt: Nėra komentarų

source: Post comment
lt: Rašyti komentarą

source: Post
lt: Paskelbti

source: Construction objects
lt: Statybų objektai

source: Construction object search
lt: Ieškoti statybų objektų

source: No construction objects at the moment
lt: Nėra įvestų statybų objektų

source: My managed tasks
lt: Paskirtos užduotys

source: Search managed tasks
lt: Ieškoti paskirtų užduočių

source: Deadline
lt: Atlikti iki

source: No managed tasks at the moment
lt: Nėra paskirtų užduočių

source: My received tasks
lt: Gautos užduotys

source: Search received tasks
lt: Ieškoti gautų užduočių

source: No received tasks at the moment
lt: Nėra gautų užduočių

source: My tools
lt: Mano įrankiai

source: My taken tools
lt: Mano paimti įrankiai

source: Search my tools
lt: Ieškoti mano įrankių

source: Is at
lt: Yra adresu

source: No taken tools
lt: Nėra paimtų įrankių

source: New invoice / Update invoice
lt: Nauja sąskaita - faktūra / Redaguoti sąskaitą - faktūrą

source: Submit
lt: Pateikti

source: New client / Update client
lt: Naujas užsakovas / Redaguoti užsakovą

source: New construction object / Update construction object
lt: Naujas statybų objektas / Redaguoti statybų objektą

source: New task / Update task
lt: Nauja užduotis / Redaguoti užduotį

source: New tool / Update tool
lt: Naujas įrankis / Redaguoti įrankį

source: Logged out
lt: Atsijungti

source: Logged out successfully
lt: Sėkmingai atsijungėte

source: Log in again
lt: Prisijungti iš naujo

source: Log in
lt: Prisijungti

source: Login error. Please try again
lt: Prisijungimo klaida. Bandykite dar kartą

source: No access. Please log in
lt: Neturite priėjimo. Prašome prisijungti

source: User
lt: Vartotojas

source: Password
lt: Slaptažodis

source: Forgot password
lt: Pamiršote slaptažodį

source: Password reset complete
lt: Slaptažodžio keitimas baigtas

source: Password has been changed
lt: Slaptažodis pakeistas

source: Password reset confirm
lt: Slaptažodžio keitimo patvirtinimas

source: Insert new password and repeat it
lt: Įveskite naują slaptažodį ir pakartokite dar kartą

source: New password
lt: Naujas slaptažodis

source: Repeat password
lt: Pakartokite slaptažodį

source: Change password
lt: Pakeisti slaptažodį

source: Could not change password
lt: Slaptažodžio pakeisti nepavyko

source: Password change link is no longer valid. Please initiate password change again
lt: Slaptažodžio pakeitimo nuoroda negalioja. Prašome inicijuoti slaptažodžio keitimą iš naujo

source: Password reset done
lt: Slaptažodžio keitimas atliktas

source: Password reset link sent to your given email address
lt: Slaptažodžio pakeitimo nuorodą išsiuntėme jums elektroniniu paštu

source: Hello
lt: Labas

source: We received form for password reset. If you send it click the link below
lt: Mums atsiuntė užklausą slaptažodio keitimui. Jeigu tai buvote Jūs, spauskite nuorodą žemiau

source: Password reset
lt: Slaptažodžio keitimas

source: Enter your password recovery email
lt: Įveskite elektroninio pašto adresą slaptažodžio pakeitimui

source: Reset password
lt: Pakeisti slaptažodį

source: Invoice search results
lt: Sąskaitų - faktūrų paieškos rezultatai

source: Search
lt: Paieškos

source: results
lt: rezultatai

source: No invoices for
lt: Nėra sąskaitų - faktūrų

source: query
lt: užklausai

source: Client search results
lt: Užsakovų paieškos rezultatai

source: No clients for
lt: Nėra užsakovų

source: My tools search results
lt: Mano įrankių paieškos rezultatai

source: No taken tools for
lt: Nėra paimtų įrankių

source: Managed tasks search results
lt: Paskirtų užduočių paieškos rezultatai

source: No managed tasks for
lt: Nėra paskirtų užduočių

source: Construction object search results
lt: Statybų objektų paieškos rezultatai

source: No construction objects for
lt: Nėra statybų objektų

source: Received tasks search results
lt: Gautų užduočių paieškos rezultatai

source: No received tasks for
lt: Nėra gautų užduočių

source: Tool search results
lt: Įrankių paieškos rezultatai

source: Availability
lt: Būsena

source: Taken by
lt: Paėmęs darbuotojas

source: No tools for
lt: Nėra įrankių

source: Start
lt: Pradžia

source: Please choose from the following menu options
lt: Pasirinkite iš pateiktų meniu parinkčių

source: Tools
lt: Įrankiai

source: Add tool
lt: Pridėti įrankį

source: Add task
lt: Pridėti užduotį

source: Add construction object
lt: Pridėti statybų objektą

source: Add invoice
lt: Pridėti sąskaitą - faktūrą

source: Add client
lt: Pridėti užsakovą

source: Welcome to our Tools and Tasks website
lt: Sveiki atvykę į mūsų tinklalapį "Įrankiai ir užduotys"

source: Please
lt: Prašome

source: log in
lt: prisijungti

source: to access the website services
lt: ir naudotis tinklalapio paslaugomis

source: Task manager
lt: Užduotį paskyrė

source: Task date
lt: Data

source: Task details
lt: Aprašymas

source: Assigned to
lt: Paskirta

source: Edit task
lt: Redaguoti užduotį

source: Tool inventory number
lt: Inventorinis numeris

source: In possession
lt: Paėmė

source: Edit tool
lt: Redaguoti įrankį

source: Tool list
lt: Įrankiai

source: Tool search
lt: Ieškoti įrankių

source: No tools at the moment
lt: Nėra įrankių
